Repository: joluesburg/Chordyx
Catalog: Chordyx/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

source: Ready to play
es: Listo para tocar
fr: Prêt à jouer
pt: Pronto para tocar

source: Recent
es: Recientes
fr: Récents
pt: Recentes

source: Recent session options
es: Opciones de sesión reciente
fr: Options de session récente
pt: Opções de sessões recentes

source: Recent Sessions
es: Sesiones recientes
fr: Sessions récentes
pt: Sessões recentes

source: Reconnect
es: Reconectar
fr: Reconnecter
pt: Reconectar

source: Reconnect to %@
es: Reconectar a %@
fr: Reconnecter à %@
pt: Reconectar a %@

source: Reconnecting…
es: Reconectando…
fr: Reconnexion…
pt: Reconectando…

source: Record a rehearsal from the session menu to replay it later.
es: Graba un ensayo desde el menú de sesión para reproducirlo después.
fr: Enregistrez une répétition depuis le menu de session pour la rejouer plus tard.
pt: Grave um ensaio pelo menu da sessão para reproduzi-lo depois.

source: Record a short clip during rehearsal to suggest chords. Full audio analysis ships in a future update.
es: Graba un clip corto durante el ensayo para sugerir acordes. El análisis completo de audio llegará en una actualización futura.
fr: Enregistrez un court extrait pendant la répétition pour suggérer des accords. L’analyse audio complète arrivera dans une future mise à jour.
pt: Grave um trecho curto durante o ensaio para sugerir acordes. A análise completa de áudio chega em uma atualização futura.

source: Record Rehearsal
es: Grabar ensayo
fr: Enregistrer la répétition
pt: Gravar ensaio

source: Recording rehearsal timeline
es: Grabando línea de tiempo del ensayo
fr: Enregistrement de la chronologie de répétition
pt: Gravando timeline do ensaio

source: Reference Track
es: Pista de referencia
fr: Piste de référence
pt: Faixa de referência

source: Refresh
es: Actualizar
fr: Actualiser
pt: Atualizar

source: Rehearsal
es: Ensayo
fr: Répétition
pt: Ensaio

source: Rehearsal Notes
es: Notas de ensayo
fr: Notes de répétition
pt: Notas do ensaio

source: Rehearsal Timeline
es: Línea de tiempo del ensayo
fr: Chronologie de répétition
pt: Timeline do ensaio

source: Rehearse with the ring and metronome
es: Ensaya con el anillo y el metrónomo
fr: Répétez avec l’anneau et le métronome
pt: Ensaie com o anel e o metrônomo

source: Rehearse with the ring and metronome.
es: Ensaya con el anillo y el metrónomo.
fr: Répétez avec l’anneau et le métronome.
pt: Ensaie com o anel e o metrônomo.

source: Remove
es: Eliminar
fr: Supprimer
pt: Remover

source: Remove %@
es: Eliminar %@
fr: Supprimer %@
pt: Remover %@

source: Remove Co-Host
es: Quitar coanfitrión
fr: Retirer le cohôte
pt: Remover co-host

source: Rename
es: Renombrar
fr: Renommer
pt: Renomear

source: Rename Progression
es: Renombrar progresión
fr: Renommer la progression
pt: Renomear progressão

source: Repeat
es: Repetir
fr: Répéter
pt: Repetir

source: Repeating this chord
es: Repitiendo este acorde
fr: Répétition de cet accord
pt: Repetindo este acorde

source: Replace
es: Reemplazar
fr: Remplacer
pt: Substituir

source: Replace Existing
es: Reemplazar existente
fr: Remplacer l’existant
pt: Substituir existente

source: Replay
es: Reproducir
fr: Rejouer
pt: Reproduzir

source: Replay Recordings
es: Reproducir grabaciones
fr: Rejouer les enregistrements
pt: Reproduzir gravações

source: Resolve
es: Resolver
fr: Résoudre
pt: Resolver

source: Resolved
es: Resuelto
fr: Résolu
pt: Resolvido

source: Results
es: Resultados
fr: Résultats
pt: Resultados

source: Resume your last session
es: Reanudar tu última sesión
fr: Reprendre votre dernière session
pt: Retomar a última sessão

source: Retry Internet backup
es: Reintentar respaldo por Internet
fr: Réessayer la sauvegarde Internet
pt: Tentar novamente o backup pela Internet

source: Review before saving
es: Revisar antes de guardar
fr: Vérifier avant d’enregistrer
pt: Revisar antes de salvar

source: Review join requests on your device
es: Revisa las solicitudes de unión en tu dispositivo
fr: Examiner les demandes de connexion sur votre appareil
pt: Revise pedidos de entrada no seu dispositivo

source: Review lyrics
es: Revisar letra
fr: Vérifier les paroles
pt: Revisar letra

source: Review recommended
es: Revisión recomendada
fr: Révision recommandée
pt: Revisão recomendada

source: Review structure
es: Revisar estructura
fr: Vérifier la structure
pt: Revisar estrutura

source: Rewind 15 seconds
es: Retroceder 15 segundos
fr: Reculer de 15 secondes
pt: Voltar 15 segundos

source: Ride cymbal swing with light kick
es: Swing de platillo ride con kick suave
fr: Swing à la ride avec grosse caisse légère
pt: Ride em swing com bumbo leve

source: Ring
es: Anillo
fr: Anneau
pt: Anel

source: Ring shows the full progression. Now shows only the chord being played.
es: Anillo muestra la progresión completa. Ahora muestra solo el acorde que se toca.
fr: L’anneau montre toute la progression. Maintenant n’affiche que l’accord en cours.
pt: O anel mostra a progressão completa. Agora mostra só o acorde que está sendo tocado.

source: Rock drive
es: Drive de rock
fr: Drive rock
pt: Rock com drive

source: Role chart delivery
es: Entrega de charts por rol
fr: Livraison des partitions par rôle
pt: Entrega de cifra por função

source: Role Charts
es: Charts por rol
fr: Partitions par rôle
pt: Cifras por função

source: Role Presets
es: Presets de rol
fr: Préréglages de rôle
pt: Predefinições de função

source: Root
es: Fundamental
fr: Fondamentale
pt: Tônica

source: Root · walkdowns
es: Tónica · walkdowns
fr: Fondamentale · walkdowns
pt: Tônica · walkdowns

source: Root note on the bass
es: Nota raíz en el bajo
fr: Note fondamentale à la basse
pt: Nota tônica no baixo

source: Root on 1 & 3, fifth on 2 & 4 — ballads
es: Tónica en 1 y 3, quinta en 2 y 4 — baladas
fr: Fondamentale sur 1 et 3, quinte sur 2 et 4 — ballades
pt: Tônica no 1 e 3, quinta no 2 e 4 — baladas

source: Route drum and bass aux sends from your mixer — Chordyx learns their parts.
es: Enruta los envíos auxiliares de batería y bajo desde tu mixer — Chordyx aprende sus partes.
fr: Routez les envois auxiliaires batterie et basse depuis votre console — Chordyx apprend leurs parties.
pt: Encaminhe os envios aux de bateria e baixo do seu mixer — o Chordyx aprende as partes deles.

source: Same Wi‑Fi nearby, or Internet join code with iCloud.
es: Misma Wi‑Fi cerca, o código de Internet con iCloud.
fr: Même Wi‑Fi à proximité, ou code de connexion Internet avec iCloud.
pt: Mesma Wi‑Fi por perto, ou código de entrada pela Internet com iCloud.

source: Same Wi‑Fi works best. Share the Internet join code below for cellular backup.
es: La misma Wi‑Fi funciona mejor. Comparte el código de Internet abajo como respaldo con datos móviles.
fr: Le même Wi‑Fi fonctionne le mieux. Partagez le code de connexion Internet ci-dessous pour le secours cellulaire.
pt: A mesma Wi‑Fi funciona melhor. Compartilhe o código de entrada pela Internet abaixo para backup via dados móveis.

source: Sample-based drum kit
es: Kit de batería por samples
fr: Kit de batterie basé sur des samples
pt: Kit de bateria baseado em samples

source: Save
es: Guardar
fr: Enregistrer
pt: Salvar

source: Save & Host Session
es: Guardar y organizar sesión
fr: Enregistrer et héberger la session
pt: Salvar e hostar sessão

source: Save a Copy
es: Guardar copia
fr: Enregistrer une copie
pt: Salvar uma cópia

source: Save as Copy
es: Guardar como copia
fr: Enregistrer comme copie
pt: Salvar como cópia

source: Save as New
es: Guardar como nueva
fr: Enregistrer comme nouveau
pt: Salvar como novo

source: Save Copy
es: Guardar copia
fr: Enregistrer la copie
pt: Salvar cópia

source: Save current as
es: Guardar actual como
fr: Enregistrer l’actuel sous
pt: Salvar atual como

source: Save now
es: Guardar ahora
fr: Enregistrer maintenant
pt: Salvar agora

source: Save Progression
es: Guardar progresión
fr: Enregistrer la progression
pt: Salvar progressão

source: Save progressions first.
es: Guarda progresiones primero.
fr: Enregistrez d’abord les progressions.
pt: Salve as progressões primeiro.

source: Save to Library
es: Guardar en biblioteca
fr: Enregistrer dans la bibliothèque
pt: Salvar na biblioteca

source: Save variant
es: Guardar variante
fr: Enregistrer la variante
pt: Salvar variante

source: Save when ready
es: Guardar cuando estés listo
fr: Enregistrer quand c’est prêt
pt: Salve quando estiver pronto

source: Saved chart
es: Chart guardado
fr: Grille enregistrée
pt: Cifra salva

source: Saved Progressions
es: Progresiones guardadas
fr: Progressions enregistrées
pt: Progressões salvas

source: Saved to Library
es: Guardado en biblioteca
fr: Enregistré dans la bibliothèque
pt: Salvo na Biblioteca

source: Saved to Your Library
es: Guardado en tu biblioteca
fr: Enregistré dans votre bibliothèque
pt: Salvo na Sua Biblioteca

source: Saved variants
es: Variantes guardadas
fr: Variantes enregistrées
pt: Variantes salvas

source: Scale hints for soloing
es: Pistas de escala para solos
fr: Suggestions de gammes pour les solos
pt: Dicas de escala para solo

source: Scan Chord Sheet
es: Escanear partitura
fr: Scanner une grille d’accords
pt: Escanear Cifra

source: Scan QR
es: Escanear QR
fr: Scanner le QR
pt: Escanear QR

source: Scan the host’s join QR code
es: Escanea el código QR de unión del host
fr: Scannez le code QR de connexion de l’hôte
pt: Escaneie o QR de entrada do host

source: Scan to join over the Internet
es: Escanea para unirte por Internet
fr: Scannez pour rejoindre via Internet
pt: Escaneie para entrar pela Internet

source: Scanned Song
es: Canción escaneada
fr: Chanson scannée
pt: Música Escaneada

source: Search
es: Buscar
fr: Rechercher
pt: Buscar

source: Search by title — chords and lyrics from the web
es: Busca por título — acordes y letra en la web
fr: Recherchez par titre — accords et paroles depuis le web
pt: Busque pelo título — cifras e letras da web

source: Search chords
es: Buscar acordes
fr: Rechercher des accords
pt: Buscar cifras

source: Search for Chords
es: Buscar acordes
fr: Rechercher des accords
pt: Buscar Cifras

source: Search the web, pick a chart, preview section rings, then save or host.
es: Busca en la web, elige una partitura, previsualiza anillos de sección y guarda u organiza.
fr: Recherchez sur le web, choisissez une grille, prévisualisez les anneaux de section, puis enregistrez ou hébergez.
pt: Busque na web, escolha uma cifra, visualize os anéis de seção e depois salve ou host.

source: Searches chord sites on the internet. Pick a match to preview before saving.
es: Busca en sitios de acordes en internet. Elige una coincidencia para previsualizar antes de guardar.
fr: Recherche des sites d’accords sur Internet. Choisissez un résultat pour prévisualiser avant d’enregistrer.
pt: Busca sites de cifras na internet. Escolha um resultado para visualizar antes de salvar.

source: Searching for nearby sessions…
es: Buscando sesiones cercanas…
fr: Recherche de sessions à proximité…
pt: Procurando sessões próximas…

source: Searching the web for chords…
es: Buscando acordes en la web…
fr: Recherche d’accords sur le web…
pt: Buscando cifras na web…

source: Section
es: Sección
pt: Seção

source: Section & tempo
es: Sección y tempo
fr: Section et tempo
pt: Seção e tempo

source: Section loop count-in
es: Cuenta de entrada del loop de sección
fr: Compte d’entrée pour la boucle de section
pt: Contagem de entrada no loop da seção

source: Section rings
es: Anillos de sección
fr: Anneaux de section
pt: Anéis de seção

source: Section rings ready
es: Anillos de sección listos
fr: Anneaux de section prêts
pt: Anéis de seção prontos

source: Sections
es: Secciones
pt: Seções

source: Sections mapped
es: Secciones definidas
fr: Sections associées
pt: Seções mapeadas

source: Select an AU plugin first.
es: Selecciona primero un plugin AU.
fr: Sélectionnez d’abord un greffon AU.
pt: Selecione um plugin AU primeiro.

source: Select key
es: Seleccionar tonalidad
fr: Sélectionner la tonalité
pt: Selecionar tom

source: Service statistics
es: Estadísticas del servicio
fr: Statistiques du service
pt: Estatísticas do culto

source: Service Stats
es: Estadísticas del servicio
fr: Stats du service
pt: Stats do Culto

source: Service Templates
es: Plantillas de servicio
fr: Modèles de service
pt: Modelos de Culto

source: Service timeline
es: Línea de tiempo del servicio
fr: Chronologie du service
pt: Linha do tempo do culto

source: Service Timeline
es: Línea de tiempo del servicio
fr: Chronologie du service
pt: Linha do Tempo do Culto

source: Session
es: Sesión
pt: Sessão

source: Session features
es: Funciones de sesión
fr: Fonctions de session
pt: Recursos da sessão

source: Session name
es: Nombre de sesión
fr: Nom de la session
pt: Nome da sessão

source: Session type
es: Tipo de sesión
fr: Type de session
pt: Tipo de sessão

source: Session Type
es: Tipo de sesión
fr: Type de session
pt: Tipo de Sessão

source: Sessions
es: Sesiones
pt: Sessões

source: Set metronome tempo
es: Establecer tempo del metrónomo
fr: Régler le tempo du métronome
pt: Definir tempo do metrônomo

source: Setlist intelligence
es: Inteligencia de setlist
fr: Intelligence de setlist
pt: Inteligência de setlist

source: Setlist Name
es: Nombre de lista
fr: Nom de la setlist
pt: Nome da Setlist

source: Setlist rehearsed
es: Setlist ensayado
fr: Setlist répétée
pt: Setlist ensaiada

source: Setlist timeline
es: Línea de tiempo del setlist
fr: Chronologie de la setlist
pt: Linha do tempo da setlist

source: Setlists
es: Listas de canciones

source: Share Chart
es: Compartir chart
fr: Partager la grille
pt: Compartilhar Cifra

source: Share chord progressions in real time with your band
es: Comparte progresiones de acordes en tiempo real con tu banda
fr: Partagez des progressions d’accords en temps réel avec votre groupe
pt: Compartilhe progressões de acordes em tempo real com sua banda

source: Share chord progressions in real time with your band — host, join, or practice solo.
es: Comparte progresiones de acordes en tiempo real con tu banda — organiza, únete o practica solo.
fr: Partagez des progressions d’accords en temps réel avec votre groupe — hébergez, rejoignez ou pratiquez en solo.
pt: Compartilhe progressões de acordes em tempo real com sua banda — host, entre ou pratique solo.

source: Share join code before service
es: Comparte el código de unión antes del servicio
fr: Partager le code de connexion avant le service
pt: Compartilhe o código de entrada antes do culto

source: Share Pack File
es: Compartir archivo del pack
fr: Partager le fichier du pack
pt: Compartilhar Arquivo do Pack

source: Share QR / AirDrop
es: Compartir QR / AirDrop
fr: Partager QR / AirDrop
pt: Compartilhar QR / AirDrop

source: Share Setlist Pack
es: Compartir paquete de setlist
fr: Partager le pack de setlist
pt: Compartilhar Pack de Setlist

source: Share this chart pack via AirDrop or save the file on another device running Chordyx.
es: Comparte este pack de charts por AirDrop o guarda el archivo en otro dispositivo con Chordyx.
fr: Partagez ce pack de grilles via AirDrop ou enregistrez le fichier sur un autre appareil avec Chordyx.
pt: Compartilhe este pack de cifras via AirDrop ou salve o arquivo em outro dispositivo com Chordyx.

source: Share this code so guests can join on cellular or weak Wi‑Fi.
es: Comparte este código para que se unan con datos móviles o Wi‑Fi débil.
fr: Partagez ce code pour que les invités puissent rejoindre en données cellulaires ou avec un Wi‑Fi faible.
pt: Compartilhe este código para convidados entrarem pelo celular ou Wi‑Fi fraco.

source: Show
es: Mostrar
fr: Afficher
pt: Mostrar

source: Show before each live session
es: Mostrar antes de cada sesión en vivo
fr: Afficher avant chaque session en direct
pt: Mostrar antes de cada sessão ao vivo

source: Show chords on Lock Screen
es: Mostrar acordes en pantalla de bloqueo
fr: Afficher les accords sur l’écran de verrouillage
pt: Mostrar acordes na Tela Bloqueada

source: Show chords the host plays on piano
es: Mostrar acordes que el anfitrión toca en el piano
fr: Afficher les accords que l’hôte joue au piano
pt: Mostrar os acordes que o host toca no piano

source: Show Join QR
es: Mostrar QR de unión
fr: Afficher le QR de connexion
pt: Mostrar QR de Entrada

source: Show only major/minor triads from the host (Cmaj9 → C)
es: Solo muestra tríadas mayores/menores del host (Cmaj9 → C)
fr: Afficher seulement les triades majeures/mineures de l’hôte (Cmaj9 → C)
pt: Mostrar só tríades maiores/menores do host (Cmaj9 → C)

source: Shows current chord, next chord, beat dots, and band cues on your Lock Screen and Dynamic Island for hosts and guests.
es: Muestra acorde actual, siguiente acorde, pulsos y avisos de banda en la pantalla de bloqueo y Dynamic Island para anfitriones e invitados.
fr: Affiche l’accord actuel, le suivant, les points de temps et les signaux du groupe sur l’écran de verrouillage et la Dynamic Island pour les hôtes et les invités.
pt: Mostra o acorde atual, o próximo, pontos de batida e cues da banda na Tela Bloqueada e Dynamic Island para hosts e convidados.

source: Shows the current chord, next chord, section, and metronome beat while Chordyx is in the background — for hosts and guests. Band cues pulse the Dynamic Island.
es: Muestra acorde actual, siguiente acorde, sección y pulso del metrónomo con Chordyx en segundo plano — para anfitriones e invitados. Los avisos pulsan en Dynamic Island.
fr: Affiche l’accord actuel, le suivant, la section et le temps du métronome pendant que Chordyx est en arrière-plan — pour les hôtes et les invités. Les signaux du groupe font pulser la Dynamic Island.
pt: Mostra o acorde atual, o próximo, a seção e a batida do metrônomo enquanto o Chordyx está em segundo plano — para hosts e convidados. As cues da banda pulsam na Dynamic Island.

source: Shuffle backbeat with dominant-7th feel
es: Backbeat shuffle con sensación de dominante 7
fr: Backbeat shuffle avec couleur de 7e dominante
pt: Backbeat de shuffle com clima de sétima dominante

source: Side panel
es: Panel lateral
fr: Panneau latéral
pt: Painel lateral

source: Sign in to iCloud in Settings to use Internet join codes.
es: Inicia sesión en iCloud en Ajustes para usar códigos de unión por Internet.
fr: Connectez-vous à iCloud dans Réglages pour utiliser les codes de connexion Internet.
pt: Entre no iCloud em Ajustes para usar códigos de entrada pela Internet.

source: Sign in to iCloud on this device to use Internet backup.
es: Inicia sesión en iCloud en este dispositivo para usar el respaldo por Internet.
fr: Connectez-vous à iCloud sur cet appareil pour utiliser la sauvegarde Internet.
pt: Entre no iCloud neste dispositivo para usar o backup pela Internet.

source: Silent MD nudges (haptic)
es: Avisos silenciosos del MD (hápticos)
fr: Signaux silencieux du MD (haptiques)
pt: Toques silenciosos do MD (háptico)

source: Silent nudges
es: Avisos silenciosos
fr: Signaux silencieux
pt: Toques silenciosos

source: Skip
es: Omitir
fr: Ignorer
pt: Pular

source: Skip checklist
es: Omitir checklist
fr: Ignorer la liste de contrôle
pt: Pular checklist

source: Slow ballad
es: Balada lenta
fr: Ballade lente
pt: Balada lenta

source: Slow ballad — brush ride, soft kick on 1
es: Balada lenta — ride con brushes, kick suave en 1
fr: Ballade lente — ride aux balais, grosse caisse douce sur 1
pt: Balada lenta — brush no ride, bumbo suave no 1

source: Slower
es: Más lento
fr: Plus lent
pt: Mais lento

source: Small group · no network required
es: Grupo pequeño · no se necesita red
fr: Petit groupe · aucun réseau requis
pt: Grupo pequeno · sem rede

source: Soft pulse
es: Pulso suave
fr: Pulsation douce
pt: Pulso suave

source: Solfège
es: Solfeo
pt: Solfejo

source: Solo Drums
es: Solo batería
fr: Batterie solo
pt: Bateria Solo

source: Some chords are still embedded in lyric lines — separate them for a cleaner chart.
es: Algunos acordes siguen incrustados en las líneas de letra — sepáralos para un chart más limpio.
fr: Certains accords sont encore intégrés aux lignes de paroles — séparez-les pour une grille plus claire.
pt: Alguns acordes ainda estão embutidos nas linhas da letra — separe-os para uma cifra mais limpa.

source: Some chords still in lyric text
es: Algunos acordes siguen en el texto de la letra
fr: Certains accords encore dans le texte des paroles
pt: Ainda há acordes no texto da letra

source: Song
es: Canción
fr: Chanson
pt: Música

source: Song %lld
es: Canción %lld
fr: Chanson %lld
pt: Música %lld

source: Song Already in Library
es: Canción ya en biblioteca
fr: Chanson déjà dans la bibliothèque
pt: Música Já Está na Biblioteca

source: Song chords
es: Acordes de la canción
fr: Accords de la chanson
pt: Acordes da música

source: Song roadmap
es: Mapa de la canción
fr: Plan de la chanson
pt: Roteiro da música

source: Song structure
es: Estructura de la canción
fr: Structure de la chanson
pt: Estrutura da música

source: Song title
es: Título de la canción
fr: Titre de la chanson
pt: Título da música

source: Song title (optional)
es: Título de la canción (opcional)
fr: Titre de la chanson (facultatif)
pt: Título da música (opcional)

source: Song URL
es: URL de la canción
fr: URL de la chanson
pt: URL da música

source: Songó tumbao
es: Tumbao de songó
fr: Tumbao songó
pt: Tumbao de songó

source: Songs (in order)
es: Canciones (en orden)
fr: Chansons (dans l’ordre)
pt: Músicas (na ordem)

source: Songs played
es: Canciones tocadas
fr: Chansons jouées
pt: Músicas tocadas

source: Songs without sections
es: Canciones sin secciones
fr: Chansons sans sections
pt: Músicas sem seções

source: Sound check complete
es: Prueba de sonido completa
fr: Balance terminée
pt: Passagem de som concluída

source: Source
es: Fuente
pt: Fonte

source: South Asia
es: Asia del Sur
fr: Asie du Sud
pt: Sul da Ásia

source: Spanish (Do, Re, Mi)
es: Español (Do, Re, Mi)
fr: Espagnol (Do, Re, Mi)
pt: Espanhol (Dó, Ré, Mi)

source: Spells chord names with sharps or flats.
es: Escribe los nombres de acordes con sostenidos o bemoles.
fr: Écrit les noms d’accords avec des dièses ou des bémols.
pt: Escreve os nomes dos acordes com sustenidos ou bemóis.

source: Stage
es: Escenario
fr: Scène
pt: Palco

source: Stage Display Mode
es: Modo pantalla de escenario
fr: Mode d’affichage scène
pt: Modo de Exibição no Palco

source: Stage Layouts
es: Diseños de escenario
fr: Dispositions scène
pt: Layouts de Palco

source: Stage Manager layouts
es: Diseños de Stage Manager
fr: Dispositions Stage Manager
pt: Layouts do Stage Manager

source: Stage Monitor (minimal view)
es: Monitor de escenario (vista mínima)
fr: Moniteur scène (vue minimale)
pt: Monitor de Palco (visão mínima)

source: Stage Tools
es: Herramientas de escenario
fr: Outils scène
pt: Ferramentas de Palco

source: Start
es: Iniciar
fr: Démarrer
pt: Iniciar

source: Start ramp
es: Iniciar rampa
fr: Démarrer la rampe
pt: Iniciar rampa

source: Start Session
es: Iniciar sesión
fr: Démarrer la session
pt: Iniciar Sessão

source: Start your own session with this progression, or keep following the current host.
es: Inicia tu propia sesión con esta progresión o sigue al anfitrión actual.
fr: Démarrez votre propre session avec cette progression, ou continuez à suivre l’hôte actuel.
pt: Inicie sua própria sessão com esta progressão, ou continue seguindo o host atual.

source: Starting guess
es: Estimación inicial
fr: Estimation de départ
pt: Estimativa inicial

source: Starts +%lld min
es: Empieza +%lld min
fr: Commence dans +%lld min
pt: Começa +%lld min

source: Stay Nearby
es: Quédate cerca
fr: Rester à proximité
pt: Ficar por Perto

source: Steady 8th-note pulse locked to the kick
es: Pulso firme de corcheas anclado al kick
fr: Pulsation régulière en croches verrouillée sur la grosse caisse
pt: Pulso firme de colcheias travado no bumbo
